---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemBoltFinishCalculationAtGap
source: html/ed81aaa8-5a5e-1e4d-a059-795375e0e663.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemBoltFinishCalculationAtGap Property

"Finish Calculation At Gap"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemBoltFinishCalculationAtGap { get; }
```